comms-console-announcement-title-IMPERIALSSSP = Союз Советских Социалистических Планет

USSP-ROLE-HAMSTER-NAME= Хомяк Иосиф
USSP-ROLE-HAMSTER-DESC= Вы - талисман удачи авианосца СССП , питомец генерала и просто комиссар .
USSP-STAMP-NAME= Союз Советских Социалистических Планет

ent-USSPHandGunAction= Выстрел из наплечного орудия
    .desc=Вы производите выстрел из наплечного орудия вашего скафандра. Все просто и мощно! Откат 240 секунд.

ent-USSPComissarWeaponizer= Кожаная плечевая кобура
    .desc= Плечевая кобура , принадлежащая комиссару. От нее так и веет величием! Или кровью.
    .suffix=СССП, полно

ent-USSPBeltAssault= Тактический пояс
    .desc= Разгрузочный пояс , используемый военными СССП и других вооруженных групп космоса. Вмещает в себя любую вещь по размеру.
    .suffix=СССП

ent-USSPGlassesWar= Боевые очки
    .desc= Очки , защищающие от вспышек и сварки . Здесь должно было быть ночное зрение 
    .suffix=СССП

ent-USSPArmbandRed= Красная наручная повязка
    .desc=Военная повязка красного цвета . Прямо как Советский Флаг!
    .suffix=СССП, база

ent-USSPArmbandBlu= Синяя наручная повязка
    .desc=Военная повязка синего цвета . Прямо как небо!
    .suffix=СССП , шторм

ent-USSPArmbandEng= Наручная повязка инженера
    .desc=Такую обычно носят инженеры , пилоты и другой персонал , обслуживающий военные корабли.
    .suffix=СССП, гвардия

ent-USSPRedGloves= Красные боевые перчатки
    .desc=Перчатки из СинтТкани , широко используемые военными СССП . Всем стандартам стандарт! Изолированы.
    .suffix=СССП

ent-USSPPDA=КПК СССП
    .desc=КПК СССП, что тут ещё сказать.
    .suffix=СССП

ent-USSPSoldierBoots=Солдатские сапоги
    .desc=Прочные сапоги , используемые военными.
    .suffix=СССП, база

ent-USSPSoldierUniform=Камуфляжная водолазка
    .desc=Зачем вам камуфляж в космосе?
    .suffix=СССП, база

ent-USSPSoldierUshanka=Бронированная ушанка
    .desc=Вы правда думали ,что это ушанка? А вот и нет! Это хорошо замаскированный шлем!
    .suffix=СССП, база

ent-USSPSoldierBeret=Берет сержанта
    .desc=Такой обычно носят лидеры военных отрядов.
    .suffix=СССП, база

ent-USSPSoldierCoat=Камуфляжная бронекуртка
    .desc=Камуфляжная куртка с встроенными бронепластинами. Получше некоторых бронежилетов!
    .suffix=СССП, база

ent-USSPstormdivisionGloves=Утепленные военные перчатки
    .desc=Носите их с честью! Только элитным отрядам выдают такие! Главное не дайте никому узнать , что от обычных боевых они ничем не отличаются.
    .suffix=СССП, шторм

ent-USSPstormdivisionBoots=Бронированные сапоги
    .desc=Они бронированные , но броня на них не защищает . Везде обман.
    .suffix=СССП, шторм

ent-USSPstormdivisionUniform=Униформа штурмовой дивизии
    .desc=Редко можно встретить человека в такой униформе . Ещё сложнее - пережить с ним встречу.
    .suffix=СССП, шторм

ent-USSPstormdivisionUshanka=Шлем "Буревестник"
    .desc=Шлем модели "Буревестник" . Отличается высокими показателями защиты и золотым гербом спереди.
    .suffix=СССП, шторм

ent-USSPstormdivisionBeret=Парадный шлем сержанта
    .desc=Модифицированный шлем "Буревестник" , количество золота спереди увеличено , так-же защищены глаза .
    .suffix=СССП, шторм

ent-USSPstormdivisionCoat=Шинель штурмовой дивизии
    .desc=Бронированная шинель. Очень Бронированная.
    .suffix=СССП, шторм

ent-USSPstormdivisionMask=Противогаз "Криг"
    .desc=Один из зловещих символов известной своей бесчеловечностью дивизии "Шторм"
    .suffix=СССП, шторм

ent-USSPguardsmenBeret=Гвардейский шлем
    .desc=Такой обычно носят гражданские сотрудники на боевых кораблях
    .suffix=СССП, гвардия

ent-USSPguardsmenArmor=Набор брони "Билдсман"
    .desc=Легкий , но от этого не менее твердый набор брони , используемый инженерами.
    .suffix=СССП, гвардия

ent-USSPguardsmenUniform=Униформа гвардейца
    .desc=Встать к пушкам!
    .suffix=СССП, гвардия

ent-USSPHardsuitSoldierHelmet=Шлем военного скафандра
    .desc=Вот так шлем!
    .suffix=СССП, база

ent-USSPHardsuitSoldier=Военный скафандр
    .desc=Продвинутый военный скафандр из облегченной пластали.
    .suffix=СССП, база

ent-USSPHardsuitStormHelmet=Шлем "Крепость"
    .desc=Прочный и ещё прочнее.
    .suffix=СССП, шторм

ent-USSPHardsuitStorm=Бронескафандр "Крепость"
    .desc=Штурмовой скафандр СССП.
    .suffix=СССП, шторм

ent-USSPHardsuitGuardHelmet=Шлем скафандра наводчика
    .desc=Ха-ха , глупые капиталисты , мы пришли без мира.
    .suffix=СССП, гвардия

ent-USSPHardsuitGuard=Боевой скафандр наводчика
    .desc=Технологичный скафандр с плечевой пушкой , обладающей бесконечным запасом разрывных патрон , генерация которых происходит раз в 240 секунд для меньшей траты энергии скафандра.
    .suffix=СССП, гвардия

ent-USSPHamsterMob=Иосиф
    .desc=Очень вспыльчивый , но милый хомяк . Даже не смейте пытатся украсть его фуражку.
    .suffix=СССП

ent-USSPCommsComputer=Компьютер коммуникаций СССП
    .desc=Компьютер коммуникаций старого образца , ещё с Первого Советского Союза. Вот , что такое стабильность.
    .suffix=СССП

ent-USSPCrateSecure=Ящик СССП
    .desc=Какие тайны могут там хранится? Может труды Маркса? А может пусто?
    .suffix=СССП, пусто

ent-USSPlockerSecure=военный шкаф
    .desc=Это шкаф. Шкаф для военных.
    .suffix=СССП, пусто

ent-USSPStatue=Статуя основателя СССП
    .desc=Великий был человек. А сейчас он размером с трех великих людей.
    .suffix=СССП

ent-USSPStatue2=Маркс
    .desc=Капитал
    .suffix=СССП

ent-ClothingHeadsetSSSP=Гарнитура СССП
    .desc=Внимание , говорит Москва...
    .suffix=СССП

ent-USSPComissarRevolver=Энергоревольвер "Победа"
    .desc=Только передовые технологии и никого воровства у Нанотрейзен.
    .suffix=СССП, Агитком

ent-USSPBattlecomCape=Плащ Оккупационного комиссара
    .desc=Ну-ка , на расстрел!
    .suffix=СССП, Окупком

ent-USSPBattlecomUniform=Униформа комиссара
    .desc=Белая рубашка , зелёно-камуфляжные штаны и 2 медали.
    .suffix=СССП, Окупком

ent-USSPBattlecomHat=Фуражка комиссара
    .desc=Бронированная фуражка зелёного цвета.
    .suffix=СССП, Окупком

ent-USSPBattlecomVest=Позолоченный бронежилет комиссара
    .desc=За долгую и продуктивную службу.
    .suffix=СССП, Окупком

ent-USSPAgitcomUniform=Парадная униформа комиссара
    .desc=То-же самое , Но штаны красные.
    .suffix=СССП, Агитком

ent-USSPAgitcomHat=Парадная фуражка комиссара
    .desc=Бронированная фуражка красного цвета.
    .suffix=СССП, Агитком

ent-USSPAgitcomVest=Парадное пальто комиссара
    .desc=Тяжелое бронепальто . Интересно , эта тяжесть от всех украшений или все-же от брони?
    .suffix=СССП, Агитком

ent-USSPSTAMP= Печать СССП
    .desc=Бумаги , пожалуйста
    .suffix=СССП, НЕ МАППИТЬ

ent-USSPSoldierSpawnRole=Солдат СССП
    .suffix=Роль ,СССП

ent-USSPSoldierSpawnNoRole=Солдат СССП
    .suffix=Не Роль ,СССП

ent-USSPSoldierSergeantSpawnRole=Cолдат-сержант СССП
    .suffix=Роль ,СССП

ent-USSPSoldierSergeantSpawnNoRole=Солдат-сержант СССП
    .suffix=Не Роль ,СССП

ent-USSPStormSpawnRole=Шторм СССП
    .suffix=Роль ,СССП

ent-USSPStormSpawnNoRole=Шторм СССП
    .suffix=Не Роль ,СССП

ent-USSPStormSergeantSpawnRole=Шторм-серж СССП
    .suffix=Роль ,СССП

ent-USSPStormSergeantSpawnNoRole=Шторм-серж СССП
    .suffix=Не Роль ,СССП

ent-USSPOcupcomSpawnRole=Окупком СССП
    .suffix=Роль ,СССП

ent-USSPOcupcomSpawnNoRole=Окупком СССП
    .suffix=Не роль ,СССП

ent-USSPGuardSpawnRole=Гвардеец СССП
    .suffix=Роль ,СССП

ent-USSPGuardSpawnNoRole=Гвардеец СССП
    .suffix=Не роль ,СССП

ent-USSPAgitcomSpawnRole=Агитком СССП
    .suffix=Роль ,СССП

ent-USSPAgitcomSpawnNoRole=Агитком СССП
    .suffix=Не Роль ,СССП

USSP-SOLDIER-ROLE-NAME=Солдат СССП
USSP-SOLDIER-ROLE-DESC=Выполняйте приказы вышестоящего командования и сержанта своего отряда
USSP-SOLDIER-SERG-ROLE-NAME=Сержант-Солдат СССП
USSP-SOLDIER-SERG-ROLE-DESC=Руководите своим отрядом, выполните миссию , поставленную Генералом
USSP-STORM-ROLE-NAME=Солдат дивизии "Шторм"
USSP-STORM-SERG-ROLE-NAME=Сержант дивизии "Шторм"
USSP-OCUPCOM-ROLE-NAME=Комиссар Оккупационного Режима
USSP-OCUPCOM-ROLE-DESC=Руководите войсками и станцией после её захвата
USSP-GUARD-ROLE-NAME=Гвардеец СССП
USSP-GUARD-ROLE-DESC=Проводите регулярное техническое обслуживание военного судна , выполняйте роль инженеров , пилотов , наводчиков. У вас имеется ОСОБЫЙ скафандр.
USSP-AGITCOM-ROLE-NAME=Агитационный Комиссар
USSP-AGITCOM-ROLE-DESC=Формируйте ополчение среди экипажа , проводите агитационные и партийные мероприятия , постройте статую Ленина !

ent-USSPHardsuitRed=Сверхэффективный бронескафандр "Маркс"
    .desc=Последнее слово коммунистических технологий . Скафандр , способный защитить от всего и в любом количестве . Под одним из наплечников спрятана РПГ . Я-бы назвал это техно-ересью.
    .suffix=СССП, орел, орёл