uplink-redspace-repulsor-name = Редспейс Репульсор
uplink-redspace-repulsor-desc = Использует "Редспейс" энергию для создания мощных кинетических импульсов, способных отталкивать врагов на расстоянии.
uplink-redspace-repulsor-nukies-name = Редспейс Репульсор
uplink-redspace-repulsor-nukies-desc = Использует "Редспейс" энергию для создания мощных кинетических импульсов, способных отталкивать врагов на расстоянии. Эта модель обладает более быстрым отталкиваем, при этом оно теряет немного в дальности по сравнению с моделью для агентов.